alacritty
ark
arp-scan
base
base-devel
bitwarden
blender
btop
catppuccin-gtk-theme-frappe
chromium
cpu-x
croc
dex
discord
discord-screenaudio
displaycal
docker-compose
dolphin
dsniff
dunst
easyeffects
eid-mw
fastfetch
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-pinyin-zhwiki
filelight
fio
fisher
flameshot
gallery-dl
gamemode
gdown
git-lfs
github-cli
goverlay
gwenview
hashcat
hdparm
heroic-games-launcher-bin
htop
hunspell-en_gb
hyphen-en
hyphen-nl
intel-ucode
ioping
iotop
iperf3
irqbalance
john
kate
kcalc
kdenlive
kget
kmines
kpat
krita
ksudoku
lib32-gamemode
libreoffice-still-en-gb
libva-utils
links
linux-lts
mpv
neovim
net-tools
network-manager-applet
nmap
nvme-cli
nvtop
obsidian
okular
oxipng
paru
pasystray
php
powertop
prismlauncher-qt5-bin
profile-sync-daemon
protonup-qt
python-wand
qpwgraph
qt5ct-kde
ranger
refind
reflector
ripgrep
rocm-hip-sdk
rocm-opencl-sdk
rofi
rustdesk-bin
s-tui
sanoid
scrcpy
screen
sl
speedtest-cli
spotify
steam
stow
svgpart
sway
syncthing
tealdeer
thermald
torbrowser-launcher
tree
turbostat
tuxclocker
vdpauinfo
veracrypt
virt-what
virtualbox
visual-studio-code-bin
vlc
vrrtest-git
waifu2x-ncnn-vulkan
wdisplays
webcord
wireshark-qt
wlogout
wpaperd-git
zfs-dkms
zoxide
zpaqfranz-git
