alacritty
ansible
ark
arp-scan
asusctl
base
base-devel
bind
bitwarden
blender
btop
calf
catppuccin-gtk-theme-frappe
chromium
cliphist
cpu-x
croc
dex
discord
discord-screenaudio
displaycal
docker
docker-compose
dolphin
dunst
easyeffects
efibootmgr
eid-mw
exfatprogs
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
filelight
firefox
fish
fisher
flameshot
fzf
gallery-dl
gamemode
gamescope
gdown
git
git-lfs
github-cli
goverlay
grim
gwenview
hashcat
hdparm
htop
hunspell
hunspell-en_gb
hunspell-en_us
hunspell-nl
hyphen-en
hyphen-nl
icedtea-web
iftop
ioping
iotop
iperf3
irqbalance
john
kate
kcalc
kdenlive
kget
kimageformats
kimageformats5
kmines
konsole
kpat
krita
ksudoku
kwalletmanager
languagetool
lib32-gamemode
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libheif
libreoffice-still
libreoffice-still-en-gb
libva-mesa-driver
libva-utils
libvirt
links
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lrzip
lsp-plugins-lv2
luarocks
lzop
man-db
mangohud
mbuffer
mda.lv2
mesa-vdpau
mkinitcpio
mpv
ncdu
neovim
net-tools
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntp
nvme-cli
nvtop
obsidian
okular
oxipng
p7zip
pasystray
pavucontrol
pipewire
pipewire-pulse
pipewire-v4l2
powertop
protonup-qt
pv
python-pip
python-pipx
qemu-full
qpwgraph
qt5-imageformats
qt5ct-kde
qt6ct-kde
ranger
refind
reflector
ripgrep
rofi-lbonn-wayland
rog-control-center
rsync
samba
sanoid
scrcpy
screen
sddm
sl
spectacle
speedtest-cli
spotify
steam
stow
svgpart
sway
swaybg
swayidle
swaylock
syncthing
tealdeer
thermald
torbrowser-launcher
traceroute
tree
ttf-noto-nerd
turbostat
ufw
unrar
veracrypt
vim
virt-manager
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
waifu2x-ncnn-vulkan
waybar
wdisplays
wget
whois
wireplumber
wireshark-qt
wl-clipboard
wlogout
wpaperd-git
xdg-desktop-portal
xdg-desktop-portal-wlr
yelp
yt-dlp
zam-plugins-lv2
zoxide
zpaqfranz-git
zram-generator
