alacritty
archlinux-keyring
aria2
ark
arp-scan
autoconf
automake
base
base-devel
binutils
bison
bitwarden
blender
btop
calf
catppuccin-gtk-theme-frappe
chromium
clang
clinfo
colord-kde
cpu-x
croc
debugedit
dex
discord
discord-screenaudio
displaycal
docker
docker-compose
dolphin
dsniff
dunst
easyeffects
efibootmgr
eid-mw
exfatprogs
fakeroot
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-pinyin-zhwiki
fcitx5-qt
file
filelight
findutils
fio
firefox
fish
fisher
flameshot
flex
fzf
gallery-dl
gamemode
gamescope
gawk
gcc
gdown
gettext
git
git-lfs
github-cli
goverlay
grep
groff
gwenview
gzip
hashcat
hdparm
heroic-games-launcher-bin
htop
hunspell
hunspell-en_gb
hunspell-en_us
hyphen-en
hyphen-nl
imagemagick
intel-ucode
ioping
iotop
iperf3
irqbalance
john
kate
kcalc
kdenlive
kget
kimageformats5
kmines
konsole
kpat
krita
ksudoku
kubo
lib32-gamemode
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
libjxl
libreoffice-still
libreoffice-still-en-gb
libtool
libuv
libva-mesa-driver
libva-utils
links
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lrzip
lsp-plugins-lv2
lzop
m4
make
man-db
mangohud
mbuffer
mda.lv2
mesa-vdpau
mkinitcpio
mpv
neovim
net-tools
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-utils
nvme-cli
nvtop
obsidian
okular
openssh
oxipng
p7zip
pacman
paru
pasystray
patch
pavucontrol
php
pipewire
pipewire-pulse
pkgconf
powertop
prismlauncher-qt5-bin
profile-sync-daemon
protonup-qt
pv
python-pillow
python-pip
python-pipx
python-wand
python-websockets
qpwgraph
qt5-imageformats
qt5ct-kde
ranger
realtime-privileges
refind
reflector
ripgrep
rsync
rustdesk-bin
s-tui
samba
sanoid
scrcpy
screen
sddm
sed
sl
speedtest-cli
spotify
steam
stow
sudo
svgpart
sway
swaybg
swaylock
syncthing
tealdeer
texinfo
thermald
torbrowser-launcher
tree
turbostat
tuxclocker
unrar
unzip
vdpauinfo
veracrypt
vim
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vlc
vrrtest-git
waifu2x-ncnn-vulkan
waybar
wdisplays
webcord
wget
which
wireplumber
wireshark-qt
wlogout
wofi
wpaperd-git
xdg-desktop-portal-wlr
yelp
yt-dlp
zam-plugins-lv2
zfs-dkms
zfs-utils
zoxide
zpaqfranz-git
